/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %d×%d pixels" = "%@ %d × %d pixels";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (module Internet %@)";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d fichiers";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (niveau moyen)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (niveau supérieur)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (niveau inférieur)";

/* Undo action name */
"Align Left (Undo action name)" = "Justifier à gauche";

/* Undo action name */
"Align Right (Undo action name)" = "Justifier à droite";

/* (Windows) Form submit file upload all files pop-up */
"All Files" = "Tous les fichiers";

/* Back context menu item */
"Back" = "retour";

/* Bold context menu item */
"Bold" = "Gras";

/* Capitalize context menu item */
"Capitalize" = "Mettrre en lettres capitales";

/* Undo action name */
"Center (Undo action name)" = "Centrer";

/* Undo action name */
"Change Attributes (Undo action name)" = "Modifier les attributs";

/* Check spelling context menu item */
"Check Document Now" = "Vérifier le document maintenant";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Vérifier la grammaire et l’orthographe";

/* Check spelling context menu item */
"Check Spelling" = "Vérifier l’orthographe";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Vérifier l’orthographe lors de la frappe";

/* Check spelling while typing context menu item */
"Check Spelling as You Type" = "Vérifier l’orthographe lors de la frappe";

/* title for file button used in HTML forms */
"Choose File" = "Choisir le fichier";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Effacer les recherches récentes";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Le contenu du type MIME spécifié ne peut être affiché.";

/* Copy context menu item */
"Copy" = "Copier";

/* Copy Image context menu item */
"Copy Image" = "Copier l’image";

/* Copy Link context menu item */
"Copy Link" = "Copier le lien";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Corriger l’orthographe automatiquement";

/* Undo action name */
"Create Link (Undo action name)" = "Créer un lien";

/* Cut context menu item */
"Cut" = "Couper";

/* Undo action name */
"Cut (Undo action name)" = "Couper";

/* Default writing direction context menu item */
"Default" = "Par défaut";

/* Download Image context menu item */
"Download Image" = "Télécharger l’image";

/* Download Linked File context menu item */
"Download Linked File" = "Télécharger le fichier lié";

/* Undo action name */
"Drag (Undo action name)" = "Glisser";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Police";

/* Undo action name */
"Format Block (Undo action name)" = "Formatage";

/* Forward context menu item */
"Forward" = "Suivant";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Chargement du cadre interrompu";

/* accessibility role description for web area */
"HTML content" = "Contenu HTML";

/* menu item title */
"Hide Spelling and Grammar" = "Masquer l’orthographe et la grammaire";

/* menu item title */
"Hide Substitutions" = "Masquer les substitutions";

/* The default, default character encoding */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorer ce point de grammaire";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorer l’orthographe";

/* Undo action name */
"Indent (Undo action name)" = "Indenter";

/* Undo action name */
"Insert List (Undo action name)" = "Insérer une liste";

/* Inspect Element context menu item */
"Inspect Element" = "Inspecter l’élément";

/* Italic context menu item */
"Italic" = "Italique";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java est introuvable";

/* Undo action name */
"Justify (Undo action name)" = "Justifier";

/* name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Clé de %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Mémoriser l’orthographe";

/* Left to Right context menu item */
"Left to Right" = "De gauche à droite";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Rechercher dans Dictionnaire";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Augmenter le crénage";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Abaisser la ligne de base";

/* Make Lower Case context menu item */
"Make Lower Case" = "Mettre en minuscule";

/* Make Upper Case context menu item */
"Make Upper Case" = "Mettre en majuscule";

/* No Guesses Found context menu item */
"No Guesses Found" = "Aucune proposition trouvée";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Aucune recherche récente";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Non autorisé à utiliser le port réseau limité";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Ouvrir le cadre dans une nouvelle fenêtre";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Ouvrir l’image dans une nouvelle fenêtre";

/* Open Link context menu item */
"Open Link" = "Ouvrir le lien";

/* Open in New Window context menu item */
"Open Link in New Window" = "Ouvrir le lien dans une nouvelle fenêtre";

/* context menu item for PDF */
"Open with %@" = "Ouvrir avec %@";

/* Undo action name */
"Outdent (Undo action name)" = "Désindenter";

/* Outline context menu item */
"Outline" = "Contour";

/* Undo action name */
"Outline (Undo action name)" = "Contour";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direction du paragraphe";

/* Paste context menu item */
"Paste" = "Coller";

/* Undo action name */
"Paste (Undo action name)" = "Coller";

/* Undo action name */
"Paste Font (Undo action name)" = "Coller la police";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Coller la règle";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Module externe annulé";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Charge gérée par module";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Élever la ligne de base";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Recherches récentes";

/* Reload context menu item */
"Reload" = "Recharger";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Réinitialiser";

/* Right to Left context menu item */
"Right to Left" = "de droite à gauche";

/* Search in Google context menu item */
"Search in Google" = "Rechercher dans Google";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Rechercher dans Spotlight";

/* Search in Google context menu item */
"Search with Google" = "Rechercher avec Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direction de la sélection";

/* Undo action name */
"Set Background Color (Undo action name)" = "Définir la couleur de fond";

/* Undo action name */
"Set Color (Undo action name)" = "Définir la couleur";

/* Undo action name */
"Set Font (Undo action name)" = "Définir la police";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Définir la forme de caractère traditionnelle";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Déterminer le sens de l’écriture";

/* Show colors context menu item */
"Show Colors" = "Afficher les couleurs";

/* Show fonts context menu item */
"Show Fonts" = "Afficher les polices";

/* menu item title */
"Show Spelling and Grammar" = "Afficher l’orthographe et la grammaire";

/* menu item title */
"Show Substitutions" = "Afficher les substitutions";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copier-coller intelligent";

/* Smart Dashes context menu item */
"Smart Dashes" = "Tirets intelligents";

/* Smart Links context menu item */
"Smart Links" = "Liens intelligents";

/* Smart Quotes context menu item */
"Smart Quotes" = "Guillemets courbes";

/* Speech context sub-menu item */
"Speech" = "Parole";

/* Spelling context sub-menu item */
"Spelling" = "Orthographe";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Orthographe et grammaire";

/* menu item title */
"Spelling..." = "Orthographe…";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Commencer le débogage JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Commencer le profilage JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Commencer la lecture";

/* Stop context menu item */
"Stop" = "Arrêter";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Interrompre le débogage JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Interrompre le profilage JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Arrêter la lecture";

/* Styles context menu item */
"Styles..." = "Options…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Soumettre";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Soumettre";

/* Undo action name */
"Subscript (Undo action name)" = "Indice";

/* Substitutions context sub-menu item */
"Substitutions" = "Substitutions";

/* Undo action name */
"Superscript (Undo action name)" = "Exposant";

/* Text Replacement context menu item */
"Text Replacement" = "Remplacement de texte";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "L’URL ne peut être affichée.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Le module est introuvable.";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Le module ne peut être chargé.";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Le nom d’utilisateur ou le mot de passe que vous avez saisis pour la zone « %@ » de %@ sont incorrects. Saisissez-les correctement puis réessayez.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Le nom d’utilisateur ou le mot de passe que vous avez saisis pour le serveur proxy %@ %@ sont incorrects. Saisissez-les correctement puis réessayez.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Le nom d’utilisateur ou le mot de passe que vous avez saisis pour cette zone sur %@ sont incorrects. Saisissez-les correctement puis réessayez.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Ceci est un index consultable. Saisissez les mots clés :";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Réduire le crénage";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Pour visualiser cette page, ouvrez une session dans la zone « %@ » de %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Pour afficher cette page, connectez-vous au serveur proxy %@ %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Pour visualiser cette page, vous devez ouvrir une session dans cette zone sur %@ :";

/* Transformations context sub-menu item */
"Transformations" = "Transformations";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Désactiver le crénage";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Désactiver les ligatures";

/* Undo action name */
"Typing (Undo action name)" = "la frappe";

/* Underline context menu item */
"Underline" = "Souligné";

/* Undo action name */
"Underline (Undo action name)" = "Souligné";

/* Unknown filesize FTP directory listing item */
"Unknown" = "Inconnu";

/* Undo action name */
"Unlink (Undo action name)" = "Délier";

/* Undo action name */
"Unscript (Undo action name)" = "Indice ou exposant";

/* (Windows) Form submit file upload dialog title */
"Upload file" = "Télécharger le fichier";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Utiliser toutes les ligatures";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Utiliser le crénage standard";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Utiliser les ligatures standard";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspecteur web — %@";

/* Writing direction context sub-menu item */
"Writing Direction" = "Sens de l’écriture";

/* message in authentication panel */
"Your login information will be sent securely." = "Vos identifiants de connexion seront envoyés de manière sécurisée.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Votre mot de passe sera envoyé non chiffré.";

/* HTTP result code string */
"accepted" = "accepté";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "activer";

/* HTTP result code string */
"bad gateway" = "passerelle incorrecte";

/* HTTP result code string */
"bad request" = "requête incorrecte";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "Vérifier";

/* HTTP result code string */
"client error" = "erreur client";

/* HTTP result code string */
"conflict" = "conflit";

/* HTTP result code string */
"continue" = "Continuer";

/* HTTP result code string */
"created" = "créé";

/* definition phrase */
"definition" = "définition";

/* HTTP result code string */
"expectation failed" = "échec de l'attente";

/* HTTP result code string */
"forbidden" = "interdit";

/* HTTP result code string */
"found" = "trouvé";

/* HTTP result code string */
"gateway timed out" = "expiration de la passerelle";

/* accessibility role description for headings */
"heading" = "en-tête";

/* accessibility role description for image map */
"image map" = "image cliquable";

/* HTTP result code string */
"informational" = "pour information";

/* HTTP result code string */
"internal server error" = "erreur interne du serveur";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "aller à";

/* HTTP result code string */
"length required" = "longueur requise";

/* accessibility role description for link */
"link" = "lien";

/* accessibility role description for list marker */
"list marker" = "marqueur de liste";

/* HTTP result code string */
"method not allowed" = "méthode non autorisée";

/* HTTP result code string */
"moved permanently" = "définitivement déplacé";

/* HTTP result code string */
"multiple choices" = "choix multiples";

/* HTTP result code string */
"needs proxy" = "proxy requis";

/* HTTP result code string */
"no content" = "aucun contenu";

/* HTTP result code string */
"no error" = "aucune erreur";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "aucun sélectionné";

/* HTTP result code string */
"no longer exists" = "n'existe plus";

/* HTTP result code string */
"non-authoritative information" = "information ne faisant pas autorité";

/* HTTP result code string */
"not found" = "Introuvable";

/* HTTP result code string */
"not modified" = "non modifié";

/* HTTP result code string */
"partial content" = "contenu partiel";

/* HTTP result code string */
"payment required" = "paiement requis";

/* HTTP result code string */
"precondition failed" = "la pré-condition a échoué";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "appuyer";

/* HTTP result code string */
"proxy authentication required" = "authentification proxy requise";

/* HTTP result code string */
"redirected" = "redirigé";

/* HTTP result code string */
"request timed out" = "expiration de la requête";

/* HTTP result code string */
"request too large" = "requête trop volumineuse";

/* HTTP result code string */
"requested URL too long" = "URL sollicitée trop longue";

/* HTTP result code string */
"requested range not satisfiable" = "la plage sollicitée ne peut être satisfaite";

/* HTTP result code string */
"reset content" = "réinitialiser le contenu";

/* HTTP result code string */
"see other" = "consulter un autre";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "sélectionner";

/* HTTP result code string */
"server error" = "erreur du serveur";

/* HTTP result code string */
"service unavailable" = "service indisponible";

/* HTTP result code string */
"success" = "réussite";

/* HTTP result code string */
"switching protocols" = "changement de protocole";

/* HTTP result code string */
"temporarily redirected" = "redirigé temporairement";

/* term word of a definition */
"term" = "terme ";

/* HTTP result code string */
"unacceptable" = "inacceptable";

/* HTTP result code string */
"unauthorized" = "non autorisé";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "décocher";

/* HTTP result code string */
"unimplemented" = "non implémenté";

/* Unknown filename */
"unknown" = "inconnu";

/* HTTP result code string */
"unsupported media type" = "type de données non géré";

/* HTTP result code string */
"unsupported version" = "version non gérée";

/* accessibility role description for web area */
"web area" = "zone web";

